import { IBlogPost } from '../interfaces/IBlogPost';

export const blogPosts: IBlogPost[] = [
  {
    id: 1,
    title: 'Красивая Италия, какая она в реальности?',
    text: 'Для современного мира базовый вектор развития предполагает независимые способы реализации соответствующих условий активизации.',
    date: '01/04/2023',
    img: 'italy',
  },
  {
    id: 2,
    title: 'Долой сомнения! Весь мир открыт для вас!',
    text: 'Для современного мира базовый вектор развития предполагает независимые способы реализации соответствующих условий активизации ... независимые способы реализации соответствующих...',
    date: '01/04/2023',
    img: 'airplane-wing',
  },
  {
    id: 3,
    title: 'Как подготовиться к путешествию в одиночку?',
    text: 'Для современного мира базовый вектор развития предполагает.',
    date: '01/04/2023',
    img: 'solo-traveler',
  },
  {
    id: 4,
    title: 'Индия ... летим?',
    text: 'Для современного мира базовый.',
    date: '01/04/2023',
    img: 'taj-mahal',
  },
];