import { IOffer } from '../interfaces/IOffer';

export const offers: IOffer[] = [
  {
    id: 1,
    title: 'Опытный гид',
    text: 'Для современного мира базовый вектор развития предполагает независимые способы реализации соответствующих условий активизации.',
    icon: 'guide-icon',
    iconModifier: 'green',
  },
  {
    id: 2,
    title: 'Безопасный поход',
    text: 'Для современного мира базовый вектор развития предполагает независимые способы реализации соответствующих условий активизации.',
    icon: 'shield-icon',
    iconModifier: 'blue',
  },
  {
    id: 3,
    title: 'Лояльные цены',
    text: 'Для современного мира базовый вектор развития предполагает независимые способы реализации соответствующих условий активизации.',
    icon: 'price-icon',
    iconModifier: 'yellow',
  },
];